Repository: DD9/boiler
Catalog: library/admin/ReduxCore/languages/redux-framework-*.po
Languages: he_il

source: You have changes that are not saved. Would you like to save them now?
he_il: השינויים שביצעת לא נשמרו. האם תרצה לשמור אותם עכשיו?

source: Are you sure? Resetting will lose all custom values.
he_il: האם אתה בטוח? איפוס יגרום לאיבוד ההגדרות שהגדרת.

source: Your current options will be replaced with the values of this preset. Would you like to proceed?
he_il: האפשרויות שהגדרת יוחלפו בערכים חדשים. האם תרצה להמשיך?

source: You have changes that are not saved. Would you like to save them now?
he_il: ישנם שינויים שלא נשמרו. האם תרצה לשמור אותם עכשיו?

source: Are you sure? Resetting will lose all custom values.
he_il: האם אתה בטוח? איפוס יגרום לאיבוד הערכים שהכנסת.

source: Your current options will be replaced with the values of this preset. Would you like to proceed?
he_il: ההגדרות שהגדרת יוחלפו בערכים חדשים. האם תרצה להמשיך?

source: %1$s License Key
he_il: רישיון %1$s

source: Deactivate License
he_il: בטל רישיון

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
he_il: עדכון ערכת העיצוב ימחק את כל השינויים המקומיים שבוצעו בה. אוקיי לעדכון, ביטול על מנת לעצור פעולה זו.

source: Not Activated
he_il: לא בוצעה אקטיבציה

source: Deactivated
he_il: בטל אקטיבציה

source: Valid
he_il: תקין

source: Verifying license...
he_il: מוודא רישיון...

source: Status
he_il: סטטוס

source: Verify License
he_il: וודא רישיון

source: Activate License
he_il: בצע אקטיבציה לרישיון

source: Not Valid
he_il: לא תקין

source: Options
he_il: אפשרויות

source: Options panel created using %1$s
he_il: פאנל האפשרויות נוצר ע"י %1$s

source: Redux Framework
he_il: מערכת רדוקס

source: Import / Export
he_il: יבוא / יצוא

source: Options Object
he_il: אובייקט הגדרות

source: System Info
he_il: מידע מערכת

source: Are you sure? Resetting will lose all custom values in this section.
he_il: האם אתה בטוח? איפוס יגרום לאיבוד כל ההגדרות שביצעת בסקשן זה.

source: Default
he_il: ברירת מחדל

source: Warning- This options panel will not work properly without javascript!
he_il: אזהרה - פאנל האפשרויות לא יעבוד בצורה תקינה ללא ג'אווה סקריפט !

source: Expand
he_il: הרחב

source: Save Changes
he_il: שמור שינויים

source: Reset Section
he_il: אפס סקשן

source: Reset All
he_il: אפס את הכל

source: Working...
he_il: עובד...

source: Settings Imported!
he_il: ייבוא הגדרות בוצע !

source: Settings Saved!
he_il: ההגדרות נשמרו!

source: Settings have changed, you should save them!
he_il: הגדרות שונו. אנא שקול לשמור אותם !

source: error(s) were found!
he_il: שגיאה(ות) נמצאו !

source: warning(s) were found!
he_il: ישנן אזהרה(ות) !

source: Import / Export Options
he_il: הגדרות יבוא / יצוא

source: Import Options
he_il: הגדרות יבוא

source: Import from file
he_il: יבא מתוך קובץ

source: Import from URL
he_il: יבא מתוך קישור

source: Input your backup file below and hit Import to restore your sites options from a backup.
he_il: הכנס את קובץ הגיבוי שלך מתחת ולחץ על יבוא על מנת לשחזר את הגדרות האתר שלך מתוך גיבוי.

source: Input the URL to another sites options set and hit Import to load the options from that site.
he_il: הכנס את הקישור להגדרות של אתר אחר ולחץ על יבוא על מנת לטעון את ההגדרות מאותו האתר.

source: Import
he_il: יבוא

source: WARNING! This will overwrite all existing option values, please proceed with caution!
he_il: אזהרה! זה יגרום לדריסת כל ההגדרות הנוכחיות. אנא המשך בזהירות !

source: Export Options
he_il: אפשרויות יצוא

source: Here you can copy/download your current option settings. Keep this safe as you can use it as a backup should anything go wrong, or you can use it to restore your settings on this site (or any other site).
he_il: כאן תוכל להעתיק/להוריד את הגדרות הפאנל שלך. שמור את זה במקום בטוח על מנת שתוכל להשתמש בזה כגיבוי אם משהו לא ילך כשורה. או שתוכל לשמור את זה לשחזור הגדרות באתר זה (או בכל אתר אחר).

source: Copy
he_il: להעתיק

source: Download
he_il: הורדה

source: Copy Link
he_il: העתק קישור

source: Show Object in Javascript Console Object
he_il: בדוק אובייקט בג'אווה סקריפט קונסול

source: All
he_il: הכל

source: Top
he_il: למעלה

source: Right
he_il: ימין

source: Bottom
he_il: תחתית

source: Left
he_il: לשמאל

source: Border style
he_il: הסגנון של הגבול

source: Transparent
he_il: שקיפות

source: From
he_il: מ

source: To
he_il: ל

source: Width
he_il: רוחב

source: height
he_il: גובה

source: Units
he_il: יחידות

source: Add/Edit Gallery
he_il: הוסף/ערוך גלריה

source: Clear Gallery
he_il: נקה גלריה

source: New
he_il: חדש

source: New
he_il: חדש

source: Delete
he_il: מחיקה

source: Add
he_il: הוסף

source: Regular
he_il: רגיל

source: Hover
he_il: מעבר

source: Visited
he_il: קישור שביקרו בו

source: Active
he_il: פעיל

source: No media selected
he_il: לא נבחרה מדיה

source: Upload
he_il: העלאה

source: Remove
he_il: הסרה

source: Add More
he_il: הוסף עוד

source: Password
he_il: סיסמה

source: Username
he_il: שם משתמש

source: Select an item
he_il: בחר אייטם

source: No items of this type were found.
he_il: פריט מסוג זה לא נמצא.

source: Title
he_il: כותרת

source: Description
he_il: תיאור

source: URL
he_il: קישור

source: Select an Option
he_il: בחר אפשרות

source: Delete Slide
he_il: מחק סלייד

source: Add Slide
he_il: הוסף סלייד

source: Font family
he_il: משפחת פונטים

source: Standard Fonts
he_il: פונטים סטנדרטיים

source: Font style
he_il: סגנון פונט

source: Style
he_il: סגנון

source: Font subsets
he_il: תת-פונט

source: Subsets
he_il: תת

source: Font script
he_il: תסריט פונט

source: Size
he_il: גודל

source: Height
he_il: גובה

source: Word Spacing
he_il: מרווח מילים

source: Letter Spacing
he_il: מרווח אות

source: Backup Font Family
he_il: גבה משפחת פונט

source: Font color
he_il: צבע פונט

source: Google Webfonts
he_il: גווגל ווב-פונטים

source: Help improve Our Panel
he_il: עזור בשיפור הפאנל שלנו

source: Please helps us improve our panel by allowing us to gather anonymous usage stats so we know which configurations, plugins and themes to test with.
he_il: אנא עזור לנו לשפר את הפאנל שלנו ע"י כך שתאשר לנו לאסוף מידע סטטיסטי באופן אנונימי כך שנוכל לבדוק הגדרות, תוספים ותבניות על מנת לבחון אותם.

source: Allow tracking
he_il: אשר מעקב

source: Do not allow tracking
he_il: לא להרשות מעקב

source: This field must be a valid color value.
he_il: השדה חייב להכיל ערך תקין של צבע.

source: You must provide a comma separated list of numerical values for this option.
he_il: אתה חייב להפריד בין הערכים ע"י פסיקים בהגדרה זו.

source: This field must be a valid date.
he_il: שדה זה חייב להכיל ערך תאריך תקני.

source: You must provide a valid email for this option.
he_il: אתה חייב לספק כתובת אימייל תקנית להגדרה זו.

source: You must not enter any HTML in this field, all HTML tags have been removed.
he_il: אסור להכניס ערכי HTML לשדה זה. כל תגיות ה HTML הוסרו.

source: You must not enter any special characters in this field, all special characters have been removed.
he_il: אסור להכניס לשדה זה תווים מיוחדים. כל התווים המיוחדים הוסרו.

source: You must provide a numerical value for this option.
he_il: חובה להכניס ערכים מספריים לאפשרות זו.

source: You must provide a valid URL for this option.
he_il: חובה להכניס ערך קישור URL תקני לאפשרות זו.

source: Redux Framework has an embedded demo.
he_il: לרדוקס יש דמו מצורף

source: Click here to activate the sample config file.
he_il: לחץ כאן על מנת לבצע אקטיבציה לקובץ הקינפוג

source: Github Repo
he_il: ספריית גיט-האב

source: Issue Tracker
he_il: מעקב אחר נושאים

source: Deactivate Demo Mode
he_il: בטל מצב דמו

source: Activate Demo Mode
he_il: הפעל מצב דמו
